"""
Текстовые сообщения бота
"""

WELCOME = """<i>Здравствуйте </i><tg-emoji emoji-id="5449835876785862531">🌺</tg-emoji>

Вы здесь, потому что, вероятно, чувствуете перегруз, напряжение или потерю внутренней опоры.

Меня зовут <b>ASHAMAYA</b>, я работаю с состоянием и вниманием людей, которые живут в высокой нагрузке, принимают решения и долго находятся в режиме ответственности.

Я подготовила для вас аудиопрактику, она помогает на несколько минут выйти из режима постоянного <i>напряжения и успокоить нервную систему</i><tg-emoji emoji-id="5298669297302776512">🧍‍♂</tg-emoji>

Чтобы получить аудиопрактику, подпишитесь на мой <b>закрытый Telegram-канал</b>. В нём я делюсь практиками восстановления, материалами о жизнестойкости и инструментами для людей, живущих в загруженном ритме <tg-emoji emoji-id="5411298376484403422">✨</tg-emoji>"""

NOT_SUBSCRIBED = """<tg-emoji emoji-id="5330265103956720870">💕</tg-emoji><b>Я пока не вижу подписку на канал </b><tg-emoji emoji-id="5330265103956720870">💕</tg-emoji>

Пожалуйста, подпишитесь и затем снова нажмите
«Проверить подписку» — после этого я сразу отправлю вам аудиопрактику."""

SUBSCRIPTION_CONFIRMED = """✅ Подписка подтверждена!"""

MEDITATION = """<tg-emoji emoji-id="5298669297302776512">🧍‍♂</tg-emoji><b>Аудиопрактика «Регуляция состояния»</b>

Это практика длительностью около 15 минут. Она помогает снизить фоновое напряжение, успокоить нервную систему и вернуть ощущение внутренней опоры.

<i>Перед началом:
</i><tg-emoji emoji-id="5330503032260018668">🧡</tg-emoji><i>уберите телефон в сторону,
</i><tg-emoji emoji-id="5330503032260018668">🧡</tg-emoji><i>закройте глаза,
</i><tg-emoji emoji-id="5330503032260018668">🧡</tg-emoji><i>не старайтесь что-то контролировать.</i>

Если внимание будет уходить — <b><i>это нормально</i></b>. Просто возвращайтесь к голосу.

Лучше слушать в наушниках, в спокойной обстановке."""

AUDIO_SEND_ERROR = """⚠️ Произошла ошибка при отправке аудиофайла. Пожалуйста, попробуйте позже."""
